Repository: EyeSeeTea/training-app-blessed
Catalog: i18n/*.po
Languages: es, fr

source: Welcome to training on DHIS2
es: Bienvenido a la formación sobre DHIS2
fr: Bienvenue dans les tutoriels de formation DHIS2

source: What do you want to learn in DHIS2?
es: ¿Qué quiere aprender en DHIS2?
fr: Que voulez-vous apprendre dans DHIS2 aujourd'hui?

source: Field {{field}} cannot be blank
es: El campo {{field}} no puede estar vacío
fr: Le champ {{field}} ne peut pas être vide

source: You need to add at least one {{field}}
es: Es necesario añadir al menos un {{campo}}
fr: Vous devez ajouter au moins un {{champ}}.

source: All steps need to have at least one page
es: Todos los pasos deben tener al menos una página
fr: Toutes les étapes doivent avoir au moins une page

source: Field {{field}} is not valid
es: El campo {{field}} no es válido
fr: Le champ {{field}} n'est pas valide

source: Well done!
es: Bien hecho!
fr: Bien joué!

source: You've completed the {{name}} tutorial!
es: Has completado el tutorial {{name}}
fr: Vous avez fini le tutoriel {{nom}}!

source: Back to tutorial
es: Vovler al tutorial
fr: Retour au tutoriel

source: Finish
es: Finalizar
fr: Sortir

source: What did you learn in this tutorial?
es: ¿Qué ha aprendido en este tutorial?
fr: Qu'avez-vous appris dans ce tutoriel?

source: What will this tutorial cover?
es: ¿Qué cubrirá este tutorial?
fr: Que couvrira ce tutoriel?

source: Previous
es: Anterior
fr: Précédent

source: Take another tutorial
es: Otro tutorial
fr: Prenez un autre tutoriel

source: Start
es: Inicio
fr: Début

source: Exit Tutorial
es: Salir del tutorial
fr: Sortir du tutoriel

source: Start Tutorial
es: Empezar tutorial
fr: Démarrer le tutoriel

source: Tutorial
fr: Tutoriels

source: done
fr: Fait

source: Export JSON translations
es: Exportar traducciones JSON
fr: Exportation des traductions en JSON

source: Import JSON translations
es: Importar traducciones JSON
fr: Importer des traductions JSON

source: Close
es: Cerrar
fr: Fermer

source: Home page logo
fr: Logo de la page d'accueil

source: Customize landing page text
fr: Personnaliser le texte de la page d'accueil

source: Welcome message
fr: Message de bienvenue

source: Module selection
fr: Sélection du module

source: Exporting translations
es: Exportación de traducciones
fr: Exportation des traductions

source: Icon for {{name}}
fr: Icône de {{name}}

source: You need to select a module
es: Debe seleccionar un módulo
fr: Vous devez sélectionner un module

source: You need to select a language
es: Debe seleccionar un idioma
fr: Vous devez sélectionner une langue

source: File is not a valid translation JSON dictionary
es: El archivo no es un diccionario JSON de traducción válido
fr: Le fichier n'est pas un dictionnaire JSON de traduction valide

source: Import translation
es: Importar traducción
fr: Traduction à l'importation

source: Module to add translation
es: Módulo para añadir la traducción
fr: Module d'ajout de traduction

source: Language to add translation
es: Idioma para añadir la traducción
fr: Langue pour ajouter la traduction

source: Field name is mandatory
es: El nombre del campo es obligatorio
fr: Le nom du champ est obligatoire

source: Identifier
es: Identificador
fr: Identifiant

source: Name *
es: Nombre *
fr: Nom *

source: Title
es: Título
fr: Titre

source: Icon
es: Icono
fr: Icône

source: Modules assigned
es: Módulos asignados
fr: Modules attribués

source: Contents
es: Contenidos
fr: Contenu

source: Couldn't read the file because it's not valid
es: No se ha podido leer el archivo porque no es válido
fr: Impossible de lire le fichier car il n'est pas valide.

source: Importing landing pages(s)
es: Importando páginas de destino
fr: Importation de pages de renvoi(s)

source: Importing a new landing page
es: Importando una nueva página de destino
fr: Importation d'une nouvelle page de renvoi

source: This action will overwrite the existing landing page. Are you sure?
es: Esta acción sobrescribirá la página de destino existente. ¿Está seguro?
fr: Cette action va écraser la page de destination existante. Vous êtes sûr?

source: Imported {{n}} landing pages
es: {{n}} páginas de destino importadas
fr: Pages de destination {{n}} importées

source: Yes
es: Sí
fr: Oui

source: No
fr: Pas de

source: Add section
es: Añadir sección
fr: Ajouter une section

source: Add sub-section
es: Añadir sub-sección
fr: Ajouter une sous-section

source: Add category
es: Añadir categoría
fr: Ajouter une catégorie

source: Edit
es: Editar
fr: Modifier

source: Delete
es: Borrar
fr: Supprimer

source: Export landing page
es: Exportar la página de destino
fr: Exportation de la page de renvoi

source: Exporting landing page(s)
es: Exportar página(s) de destino
fr: Exportation de page(s) de destination

source: Move up
es: Mover arriba
fr: Avancez

source: Move down
es: Mover abajo
fr: Descendre

source: Import landing pages
es: Importar páginas de destino
fr: Importer des pages de renvoi

source: Landing page
es: Bienvenido
fr: Page d'atterrissage

source: Sub-section
es: Subsección
fr: Sous-section

source: Category
es: Categoría
fr: Catégorie

source: Edit markdown
es: Editar markdown
fr: Modifier la démarque

source: Save
es: Guardar
fr: Sauvez

source: Uploading file...
es: Subiendo archivo...
fr: Téléchargement du fichier...

source: Home
es: Inicio
fr: Accueil

source: Settings
es: Ajustes
fr: Paramètres

source: About
es: Acerca de
fr: À propos de

source: Back
es: Atrás
fr: Arrière

source: Move window
es: Mover ventana
fr: Déplacer la fenêtre

source: Exit tutorial
es: Salir del tutorial
fr: Quitter le tutoriel

source: Expand window
es: Expandir ventana
fr: Agrandir la fenêtre

source: Minimize window
es: Minimizar ventana
fr: Réduire la fenêtre

source: Note: The sharing settings are only applied to the current module
es: Nota: Los ajustes de compartición sólo se aplican al módulo actual
fr: Remarque : les paramètres de partage ne sont appliqués qu'au module actuel

source: Add new step
es: Añadir nuevo paso
fr: Ajouter une nouvelle étape

source: Title *
es: Título *
fr: Titre *

source: Field must have a value
es: El campo debe tener un valor
fr: Le champ doit avoir une valeur

source: DHIS2 Compatibility
es: Compatibilidad con DHIS2
fr: Compatibilité avec le DHIS2

source: Compatible versions
es: Versiones compatibles
fr: Versions compatibles

source: Launch application
es: Iniciar aplicación
fr: Lancer l'application

source: DHIS2 application
es: Aplicación de DSHI2
fr: Application DHIS2

source: Name
es: Nombre
fr: Nom

source: Welcome page
es: Bienvenido
fr: Page d'accueil

source: General info
es: Información general
fr: Informations générales

source: Access
es: Acceso
fr: Accès

source: Summary
es: Fin
fr: Résumé

source: Importing module(s)
es: Importando módulo(s)
fr: Importation de module(s)

source: Imported {{n}} modules
es: {{n}} módulos importados
fr: Modules importés {{n}}

source: Are you sure you want to delete the selected modules?
es: ¿Está seguro de que quiere eliminar los módulos seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les modules sélectionnés ?

source: This action cannot be reversed
es: Esta acción no puede ser revertida
fr: Cette action ne peut être inversée

source: Deleting modules
es: Eliminando modulo
fr: Suppression de modules

source: Cancel
es: Cancelar
fr: Annuler

source: Delete modules
es: Eliminar modulos
fr: Supprimer les modules

source: Are you sure you want to delete the selected step and its pages?
es: ¿Está seguro de que quiere eliminar el paso seleccionado y sus páginas?
fr: Êtes-vous sûr de vouloir supprimer l'étape sélectionnée et ses pages ?

source: Delete step
es: Borrar paso
fr: Supprimer l'étape

source: Are you sure you want to delete the selected page?
es: ¿Está seguro de que quiere eliminar la página seleccionada?
fr: Êtes-vous sûr de vouloir supprimer la page sélectionnée?

source: Delete page
es: Borrar página
fr: Supprimer la page

source: Add new page
es: Añadir nueva página
fr: Ajouter une nouvelle page

source: Edit step
es: Editar paso
fr: Étape d'édition

source: Edit contents of {{name}}
es: Editar contenidos de {{name}}
fr: Modifier le contenu de {{nom}}

source: Installing application
es: Instalando aplicación
fr: Installation de l'application

source: Are you sure you want to reset selected modules to its default value?
es: ¿Está seguro de que quiere restablecer los módulos seleccionados a su valor por defecto?
fr: Êtes-vous sûr de vouloir remettre les modules sélectionnés à leur valeur par défaut?

source: This action cannot be reversed.
es: Esta acción no puede ser revertida.
fr: Cette action ne peut être inversée.

source: Resetting modules to default value
es: Restablecer los módulos a su valor por defecto
fr: Remise à la valeur par défaut des modules

source: Successfully resetted modules to default value
es: Restablecido con éxito el valor por defecto de los módulos
fr: Réinitialisation réussie des modules à la valeur par défaut

source: Reset app to factory settings
es: Restablecer la aplicación a la configuración de fábrica
fr: Réinitialiser l'application aux paramètres d'usine

source: Exporting module(s)
es: Exportando módulo(s)
fr: Module(s) d'exportation

source: App is not installed in this instance
es: La aplicación no está instalada en esta instancia
fr: L'application n'est pas installée dans ce cas

source: Module does not support this DHIS2 version
es: El módulo no es compatible con esta versión de DHIS2
fr: Le module ne supporte pas cette version du DHIS2

source: There's a new version of this module, please reset to default values to update
es: Hay una nueva versión de este módulo, por favor restablezca los valores por defecto para actualizar
fr: Il y a une nouvelle version de ce module, s'il vous plaît réinitialiser aux valeurs par défaut pour mettre à jour

source: Add module
es: Añadir modulo
fr: Ajouter un module

source: Add step
es: Añadir paso
fr: Ajouter une étape

source: Add page
es: Añadir página
fr: Ajouter une page

source: Edit module
es: Editar modulo
fr: Module d'édition

source: Edit page
es: Editar página
fr: Modifier la page

source: Delete module
es: Eliminar modulo
fr: Supprimer le module

source: Install app
es: Instalar aplicación
fr: Installer l'application

source: Restore to factory settings
es: Restablecer la configuración de fábrica
fr: Restaurer les paramètres d'usine

source: Export module
es: Exportar módulo
fr: Module d'exportation

source: Import modules
es: Importar módulos
fr: Modules d'importation

source: Help
es: Ayuda
fr: Aide

source: Previous step
es: Paso anterior
fr: Étape précédente

source: Next step
es: Paso siguiente
fr: Étape suivante

source: Next
es: Siguiente
fr: Suivant

source: Sub step {{position}} of {{total}}
es: Sub paso {{posición}} de {{total}}
fr: Sous-étape {{position}} de {{total}}

source: Imported {{total}} translation terms
es: {{total}} traducciones importadas
fr: Termes de traduction importées {{total}}

source: Unable to import translation terms
es: No se pueden importar términos de traducción
fr: Impossible d'importer les termes de la traduction

source: Welcome
es: Bienvenido
fr: Bienvenue sur

source: Exit
es: Salir
fr: Sortie

source: Create
es: Crear
fr: Créer

source: About Training App
es: Acerca de Training App
fr: À propos de Training App

source: Distributed under GNU GLPv3
es: Distribuido bajo GNU GLPv3
fr: Distribué sous GNU GLPv3

source: DHIS2 Training App is a DHIS2 application to provide online training for end users. The application contains generic training on data entry, data import, generation of visualizations and creation of dashboards. It also allows administrators to create their own custom tutorials to guide users through specific data collection processes (e.g. completion of specific data collection forms).
fr: DHIS2 Training App est une application DHIS2 qui vise à fournir une formation en ligne aux utilisateurs finaux sur les processus courants effectués dans DHIS2. L'application contient des formations génériques sur la saisie de données, l'importation de données, la génération de visualisations et la création de tableaux de bord. Elle permet également aux administrateurs de créer leurs propres tutoriels personnalisés pour guider les utilisateurs dans des processus de collecte de données spécifiques (par exemple, le remplissage de formulaires de collecte de données spécifiques).

source: This application has been funded by the WHO Global Malaria Programme and by Samaritan’s Purse to support countries using DHIS2 in strengthening the collection and use of health data. The application has been designed by [Lushomo](https://lushomo.net) and developed by [EyeSeeTea SL](http://eyeseetea.com). The source code and release notes can be found at the [EyeSeetea GitHub repository](https://github.com/EyeSeeTea/training-app-blessed/releases/).
fr: Cette application a été entièrement financée par le Programme mondial de lutte contre le paludisme de l'OMS pour aider les pays utilisant DHIS2 à renforcer la collecte et l'utilisation des données sanitaires. L'application a été conçue par [Lushomo](https://lushomo.net) et développée par [EyeSeeTea SL](http://eyeseetea.com). Le code source et les notes de mise à jour sont disponibles sur le [dépôt GitHub de l'OMS](https://github.com/WorldHealthOrganization/training-app-blessed). Si vous souhaitez contribuer au développement de l'application de formation avec de nouvelles fonctionnalités, veuillez contacter [EyeSeeTea](mailto:hello@eyeseetea.com). Pour continuer à développer l'outil de manière coordonnée, veuillez toujours contacter également [OMS](mailto:integrated-data@who.int).

source: *Disclaimer: The WHO originally developed this application to support countries build capacity for health data collection and use. WHO provides a series of tutorials to support countries to use the WHO DHIS2 standard packages which can be found in the [WHO Tutorial GitHub repository](https://github.com/WorldHealthOrganization/DHIS2-tutorials) and can be installed in the application. WHO provides no assurance as to the validity, accuracy or completeness of any other tutorials built by the application's user community..*
fr: *Avis de non-responsabilité: L'OMS a développé cette application pour aider les pays à renforcer leurs capacités de collecte et d'utilisation des données sanitaires. L'OMS fournit une série de tutoriels pour aider les pays à utiliser les paquets standard DHIS2 de l'OMS, qui se trouvent dans le [dépôt GitHub des tutoriels de l'OMS](https://github.com/WorldHealthOrganization/DHIS2-tutorials) et peuvent être installés dans l'application. L'OMS ne donne aucune garantie quant à la validité, l'exactitude ou l'exhaustivité de tout autre tutoriel élaboré par la communauté des utilisateurs de l'application.*

source: Training app
es: Aplicación de formación
fr: Application de formation

source: Cancel module editing?
es: ¿Cancelar la edición del módulo?
fr: Annuler l'édition du module?

source: All your changes will be lost. Are you sure you want to proceed?
es: Todos sus cambios se perderán. ¿Desea continuar?
fr: Toutes vos modifications seront perdues. Êtes-vous sûr de vouloir continuer?

source: New module
fr: Ajouter un module

source: Continue Tutorial
es: Continuar el tutorial
fr: Continuer le tutoriel

source: Are you sure you want to exit?
es: ¿Seguro que desea salir?
fr: Vous êtes sûr de vouloir sortir?

source: If you are sure you want to exit, select 'Exit tutorial'. You can relaunch the training tutorial again at any time from the applications menu.
es: Si está seguro de querer salir, seleccione 'Salir del tutorial'. Puede volver a iniciar el tutorial de formación en cualquier momento desde el menú de aplicaciones.
fr: Si vous êtes sûr de vouloir quitter, sélectionnez 'Quitter le tutoriel'. Vous pouvez relancer le tutoriel de formation à tout moment à partir du menu des applications.

source: If you would like to continue with training, select 'Continue tutorial' below or if you would like to select a different tutorial, click on the 'Home' button.
es: Si desea continuar con la formación, seleccione 'Continuar con el tutorial' a continuación o si desea seleccionar un tutorial diferente, haga clic en el botón 'Inicio'.
fr: Si vous souhaitez poursuivre la formation, sélectionnez 'Continuer le tutoriel' ci-dessous ou si vous souhaitez sélectionner un autre tutoriel, cliquez sur le bouton 'Accueil'.

source: First load can take a couple of minutes, please wait...
es: La primera carga puede tardar un par de minutos, por favor espere...
fr: Le premier chargement peut prendre quelques minutes, veuillez patienter...

source: Accessible to {{users}} users and {{userGroups}} user groups
es: Accesible para los usuarios {{users}} y los grupos de usuarios {{userGroups}}
fr: Accessible aux utilisateurs {{users}} et aux groupes d'utilisateurs {{userGroups}}.

source: Accessible to {{users}} users
es: Accesible para los usuarios de {{users}}
fr: Accessible aux {{users}} utilisateurs

source: Accessible to {{userGroups}} user groups
es: Accesible a los grupos de usuarios {{userGroups}}
fr: Accessible aux groupes d'utilisateurs {{userGroups}}

source: Only accessible to system administrators
es: Sólo accesible para los administradores del sistema
fr: Uniquement accessible aux administrateurs du système

source: Clean-up unused documents
es: Limpiar los documentos no utilizados
fr: Nettoyer les documents inutilisés

source: Deleting dangling documents
es: Borrando documentos obsoletos
fr: Suppression des documents en suspens

source: Deleted dangling documents
es: Documentos obsoletos borrados
fr: Suppression des documents en suspens

source: Proceed
es: Proceder
fr: Procédez à

source: Unable to update module contents
es: No se puede actualizar el contenido del módulo
fr: Impossible de mettre à jour le contenu du module

source: Unable to move item
es: No se puede mover el artículo
fr: Impossible de déplacer l'objet

source: Unable to add step
es: No se puede añadir el paso
fr: Impossible d'ajouter une étape

source: Unable to add page
es: No se puede añadir la página
fr: Impossible d'ajouter une page

source: Unable to remove step
es: No se puede eliminar el paso
fr: Impossible de supprimer l'étape

source: Unable to remove page
es: No se puede eliminar la página
fr: Impossible de supprimer la page

source: General Settings
fr: Paramètres généraux

source: Access to Settings
es: Acceso a la configuración
fr: Accès aux paramètres

source: Show list with modules on main landing page
es: Mostrar la lista con los módulos en la página de inicio
fr: Afficher la liste des modules sur la page de destination principale

source: A list with all the existing modules is visible
es: Una lista con todos los módulos existentes es visible
fr: Une liste avec tous les modules existants est visible

source: The list with all the existing modules is hidden
es: La lista con todos los módulos existentes está oculta
fr: La liste avec tous les modules existants est cachée

source: Customize the landing page
fr: Personnaliser la page de couverture

source: Update the logo or content
fr: Mettre à jour le logo ou le contenu

source: There are no unused documents to clean
es: No hay documentos no utilizados que limpiar
fr: Il n'y a pas de documents inutilisés à nettoyer

source: There are {{total}} documents available to clean
es: Hay {{total}} documentos disponibles para limpiar
fr: Il y a {{total}} documents disponibles à nettoyer

source: Training modules
es: Módulos de formación
fr: Modules de formation

source: Field {{field}} needs to be a valid url
es: El campo {{field}} debe ser una url válida

source: Modules
es: Módulos

source: Section
es: Sección

source: Code *
es: Código *

source: Permissions
es: Permisos
